Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: The NPD considers Statfjord to be a well-managed field, where solid reservoir work, efficient production drilling, very well-planned gas and water injection wells are key elements.
nb: OD ser på Statfjord som et veldrevet felt, hvor solid reservoararbeid, effektiv produksjonsboring og svært godt planlagte gass- og vanninjeksjonsbrønner er sentrale elementer.

source: Continuous maintenance and upgrades of drilling equipment for efficient drilling of production wells are also part of the success story.
nb: I tillegg er kontinuerlig vedlikehold og oppgradering av boreutstyr for effektiv boring av produksjonsbrønner en del av oppskriften.

source: Currently, production is well above the estimates from when the PDO for Statfjord Late Life was approved.
nb: I øyeblikket ligger produksjonen godt over det som var estimert da PUD for Statfjord senfase ble vedtatt.

source: This is the result of a lot of hard work.
nb: Dette har ikke kommet av seg selv.

source: Many skilled people have left their mark on Statfjord; from Statoil and the other licensees – as well as the authorities.
nb: Det er mange dyktige folk som har gjort en stor innsats på Statfjord; i Statoil og hos de andre rettighetshaverne – og hos myndighetene.

source: Though production from the Statfjord field is now one-eighth of what it was on that record day in 1987, the amounts generated are still vast – both for the owners and the public purse.
nb: Selv om produksjonen fra Statfjord-feltet nå er en åttendedel av hva den var da toppnoteringen ble registrert i 1987, tikker det fortsatt inn store beløp – både til eierne og til statskassen.

source: This is why the Statfjord field is the crown jewel of the Norwegian oil saga.
nb: Derfor er Statfjord-feltet selve kronjuvelen i det norske oljeeventyret.

source: Celebrating Statfjord: The mayor of Stavanger, Christine Sagen Helgø, together with Statoil’s executive vice president for development and production Norway, Arne Sigve Nylund, and the NPD’s director general Bente Nyland.
nb: Stavanger-ordfører Christine Sagen Helgø, konserndirektør i Statoil Arne Sigve Nylund og oljedirektør Bente Nyland var med og feiret Statfjord.

source: (Photo: Eldbjørg Vaage Melberg)
nb: (Foto: Eldbjørg Vaage Melberg)

source: The Joining Forces seminar starts today.
nb: Seminaret Joining forces åpner i dag.

source: Sixty-seven researchers and representatives from the authorities and companies are joining forces in the hope of finding solutions for improved oil recovery and more efficient exploration.
nb: Her samles 67 forskere, representanter for myndigheter og selskaper i håp om å finne løsninger for økt oljeutvinning og mer effektiv leting.

source: The Norwegian Petroleum Directorate participates in Force as a member, secretariat and accountant.
nb: Oljedirektoratet deltar i Force som medlem, sekretariat og regnskapsfører.

source: According to the citation, the solution on Åsgard is the result of a long-standing commitment by ambitious leadership and enthusiastic engineers.
nb: I begrunnelsen heter det at Åsgard gasskompresjon i Norskehavet er et resultat av langvarig innsats fra modige ledere og entusiastiske ingeniører.

source: The licensees – Statoil (operator with 34.57 per cent), Petoro (35.69), Eni (14.82), Total (7.68) and ExxonMobil (7.24) – have demonstrated the stamina to follow through all the way from initial concept to decision and implementation.
nb: Rettighetshaverne – Statoil (operatør, 34,57 prosent), Petoro (35,69), Eni (14,82), Total (7,68) og ExxonMobil (7,24) – har vist evne til å stå løpet helt ut fra idé til beslutning og iverksetting.

source: Operational from 6 October 2015, the compressor is the first of its kind in the world.
nb: Kompressoren ble satt i produksjon den 16. oktober 2015 og er den første av sitt slag i verden.

source: It stands in 300 metres of water and covers an area similar to a football pitch.
nb: Anlegget står på 300 meters havdyp, og er på størrelse med en fotballbane.

source: Gas is recovered from reservoirs 2 500 metres beneath the seabed.
nb: Gassen hentes opp fra reservoarer 2500 meter ned i undergrunnen.

source: The idea was born more than 20 years ago.
nb: Idéen ble sådd for mer enn 20 år siden.

source: Testing of subsea installations on Draugen, Troll, Tordis and Tyrihans in 1994-2009 were necessary moves towards the realisation of this step-changing technology.
nb: Utprøving av havbunnsinstallasjoner på feltene Draugen, Troll, Tordis og Tyrihans i perioden 1994 til 2009 har vært viktige steg fram mot denne banebrytende teknologien.

source: Its development was pursued in a close and trusting collaboration between the oil companies and a number of suppliers who have competed for the contracts.
nb: Utviklingen har skjedd i et nært og tillitsfullt samarbeid mellom oljeselskap og flere leverandører som har konkurrert om oppdragene.

source: The Åsgard subsea compression technology not only represents an important contribution for improving recovery from that field, but also provides opportunities to recover more oil and gas from other reservoirs on the NCS.
nb: Åsgard havbunnskompresjon er ikke bare et viktig bidrag for å øke utvinningen fra feltet – teknologien gir også muligheter for å øke utvinningen av olje og gass fra andre felt på norsk sokkel.

source: Subsea processing – and gas compression in particular – could make it easier to develop discoveries in deep water and in areas far from existing infrastructure.
nb: Havbunnsprosessering, og gasskompresjon spesielt, gjør det enklere å utvikle felt på dypt vann og i områder langt fra infrastruktur.

source: The subsea wet gas compressor on Åsgard
nb: Totalt er 22 moduler installert og koblet opp.

source: In a comment on the prize, Nyland points out that recovering all commercial resources is part of the each licensee’s work commitment: “That naturally involves risk, and we therefore acclaim technology development and pilot projects.
nb: Nyland minner om at det inngår i selskapenes arbeidsforpliktelse å forsøke å utvinne alle økonomiske ressurser: «Det skjer selvsagt ikke uten risiko, og vi bejubler derfor utvikling av teknologi og pilotforsøk.

source: “When we see that these succeed, as has been the case with Åsgard, we must recognise the inventiveness and boldness displayed by the companies.
nb: Når vi ser at det lykkes, slik som i tilfellet Åsgard, må vi berømme oppfinnsomheten og motet selskapene har vist.

source: They have taken an investment risk, and can now reap the reward.”
nb: De har tatt en investeringsrisiko, og nå kommer belønningen.»

source: The government has also contributed through its support for basic research and the backing provided by the Demo 2000 programme for testing subsea compression in the early 2000s.
nb: Myndighetene har også bidratt gjennom støtte til grunnforskning og Demo 2000s støtte til uttesting av havbunns gasskompresjon tidlig på 2000-tallet.

source: This technology project has been demanding.
nb: Teknologiprosjektet har vært krevende.

source: Statoil began testing in the K-lab at Kårstø as early as 2008, when it tried out a full-scale model under water.
nb: Statoil begynte å teste teknologien ved K-lab på Kårstø allerede i 2008, hvor det prøvde ut en fullskalamodell under vann.

source: The most important qualification areas have been power supply for the compressors, the compressor motors and the control systems.
nb: De viktigste kvalifiseringsområdene har vært kraftforsyning til kompressorene, motor til kompressorene og kontrollsystemene.

source: Development of the installations system for the modules has also been a key area.
nb: I tillegg har utviklingen av installasjonssystemet for modulene vært sentralt.

source: The winners of the IOR prize (photo: Arne Bjørøen)
nb: Vinnerene av IOR-prisen (foto: Arne Bjørøen)

source: The operator AkerBP has scheduled start-up for December.
nb: Operatør AkerBP planlegger oppstart i desember.

source: The field was developed with a production facility resting on the seabed at a water depth of 110 metres.
nb: Feltet er bygget ut med en bunnfast produksjonsinnretning på 110 meters vanndyp.

source: Oil and gas from Ivar Aasen will undergo final processing on the Edvard Grieg field.
nb: Olje og gass fra Ivar Aasen skal slutt-prosesseres på Edvard Grieg-feltet.

source: Edvard Grieg will also cover Ivar Aasen’s power demand until a joint solution for power from shore is established for the Utsira High.
nb: Dette feltet skal også dekke kraftbehovet til Ivar Aasen i tiden fram til det er etablert en felles løsning for kraftforsyning fra land for Utsirahøgda.

source: The recoverable reserves from Ivar Aasen are estimated at 23.3 million standard cubic metres (Sm3) of oil, 4.4 billion Sm3 gas and 0.9 million tonnes of NGL.
nb: De utvinnbare reserver fra Ivar Aasen er beregnet til 23,3 millioner standard kubikkmeter (Sm3) olje, 4,4 milliarder Sm3 gass og 0,9 millioner tonn NGL.

source: The reserves from the nearby Hanz field will come in addition when this is phased in when capacity becomes available on the Ivar Aasen installation.
nb: I tillegg kommer reservene fra det nærliggende Hanz-feltet som blir faset inn når det blir ledig kapasitet på Ivar Aasen-installasjon.

source: Data from appraisal and development wells drilled after the submission of the Plan for Development and Operation (PDO) led to an increase in the estimate of recoverable volumes and volumes in place.
nb: Data fra avgrensnings- og utvinningsbrønner boret etter innlevering av Plan for utbygging og drift (PUD) førte til en oppjustering av tilstedeværende og utvinnbare volum.

source: The investment costs for the development amount to NOK 26.9 billion, in line with the estimate in the PDO.
nb: Investeringskostnadene for utbyggingen er 26,9 milliarder kroner, tilnærmet likt estimatet i PUD.

source: “The NPD is very satisfied that both the schedule and budget are on target,” says Tove Francke, assistant director in Development and Operation in the Norwegian Petroleum Directorate.
nb: «Oljedirektoratet er meget fornøyd med at tidsplan og budsjett er overholdt,» sier Tove Francke, underdirektør i Utbygging og drift i Oljedirektoratet.

source: The company Det norske was the operator of the development, which comprises production licences 001 B, 242, 338 BS and 457 BS.
nb: Det er selskapet Det norske som har vært operatør for utbyggingen som omfatter utvinningstillatelsene 001 B , 242, 338 BS og 457 BS.

source: Det norske merged with BP earlier this year, becoming AkerBP.
nb: Det norske ble tidligere i år slått sammen med BP og blir til AkerBP.

source: Partially processed oil and gas from Ivar Aasen is routed to Edvard Grieg for processing and export.
nb: Delvis prosessert olje og gass fra Ivar Aasen går videre til Edvard Grieg for prosessering og eksport.

source: From here, the Ivar Aasen installation will be supplied with electricity.
nb: Herfra skal Ivar Aasen-installasjonen forsynes med elektrisk kraft.

source: (Illustration: AkerBP)
nb: (Illustrasjon: AkerBP)

source: The NPD has been in close contact with the USGS for many years concerning the best methodology for estimating yet undiscovered resources.
nb: OD har i mange år vært samtalepartner med USGS om metoder for beregning av uoppdagede ressurser.

source: This week, geologists from the USGS paid a visit to the NPD geologists in order to discuss the USGS study of Arctic petroleum resources (Circum-Arctic Resource Appraisal – CARA).
nb: Denne uken var geologer fra USGS på besøk for å snakke med geologer i OD i forbindelse med USGSs studie av petroleumsressurser i Arkis (Circum-Arctic Resource Appraisal – CARA).

source: The study means that the undiscovered resources will be estimated in the same way across the entire Arctic Zone.
nb: Studien medfører at de uoppdagede ressursene beregnes på samme måte i hele Arktis.

source: "As regards this study, the NPD acts as a sounding board and discussion partner, bringing our knowledge to the table.
nb: - I forbindelse med denne studien er OD en samtalepartner som spiller inn kunnskap.

source: We will not be doing any calculations, but the USGS relies on data and needs to communicate with people and organisations that are knowledgeable about the undiscovered resources in the Arctic.
nb: Vi skal ikke gjøre noen beregninger, men USGS er avhengig av data og å kommunisere med personer og organisasjoner som har kjennskap til de uoppdagede ressursene i Arktis.

source: The NPD is assisting with its expertise on undiscovered resources in the Barents Sea and the Norwegian Sea," explains Per Blystad, an NPD geologist.
nb: OD bidrar med kunnskap om de uoppdagede ressursene i Barentshavet og i Norskehavet, sier Per Blystad, geolog i OD.

source: The USGS is working with geologists from many countries in this project, e.g. Denmark and Greenland's Geological Survey (GEUS) and the Geological Survey of Canada (GSC).
nb: USGS samarbeider i dette prosjektet med geologer i flere land, blant annet med Danmarks og Grønlands geologiske undersøgelse (GEUS) og Canadas geologiske undersøkelse (GSC).

source: "We are grateful and pleased for the exchange of data, and for having the opportunity of working with expertise at the high level that we find in the NPD," says Don Gautier, leader of CARA at the USGS.
nb: - Vi er takknemlige og glade for utveksling av data og at vi har mulighet til å samarbeide med ekspertise på et så høyt nivå som det er i OD, sier Don Gautier, leder for CARA i USGS.

source: Topics: Wells | Geology | International Activity
nb: Tema: Brønner | Geologi | Internasjonal virksomhet

source: The tender competition is intended for external companies with relevant expertise.
nb: Anbudskonkurransen er rettet mot eksterne selskaper med aktuell fagkompetanse.

source: The NPD needs consultants who can carry out assignments within various technological areas:
nb: Oljedirektoratet har behov for konsulenter som kan utføre oppdrag innen ulike teknologiområder:

source: Subsurface technology, reservoir geology and reservoir technology
nb: Undergrunnsteknologi, reservoargeologi og reservoarteknikk

source: Drilling and well technology
nb: Boring og brønnteknologi

source: Development technology and operation of installations and facilities
nb: Utbygningsteknologi og drift av installasjoner og anlegg

source: Seabed technology and infrastructure
nb: Havbunnsteknologi og infrastruktur

source: Onshore facilities, technology, infrastructure and capacities
nb: Landanlegg, teknologi, infrastruktur og kapasiteter

source: Disposal of facilities
nb: Disponering av innretninger

source: The Norwegian Petroleum Directorate would like to sign parallel framework agreements of a two-year duration with a one plus one year option to extend the agreements.
nb: Oljedirektoratet ønsker å inngå parallelle rammeavtaler med to års varighet og med opsjon for å forlenge avtalene med ett pluss ett år.

source: This tendering competition was announced on 17 August, and the deadline is 30 September.
nb: Anbudskonkurransen ble kunngjort 17. august, og tilbudsfristen er satt til 30. september.

source: The aim is to start-up this autumn.
nb: Målet er oppstart i løpet av høsten.

source: Link to the announcement:
nb: Lenke til kunngjøringen:

source: http://permalink.mercell.com/60719259.aspx (In Norwegian only)
nb: http://permalink.mercell.com/60719259.aspx

source: Øyvind Kirkhus, tel: +47 51 87 60 94
nb: Øyvind Kirkhus, tlf: 51 87 60 94

source: The objective is to increase understanding of resources and the geological development of the North Atlantic.
nb: Hensikten er å øke forståelsen for ressurser og den geologiske utviklingen av Nord-Atlanteren.

source: The Norwegian Petroleum Directorate has dedicated resources to acquire seabed samples from the Vøring Spur in the summer of 2016.
nb: Oljedirektoratet har bevilget egne midler til å samle inn havbunnsprøver fra Vøringutstikkeren sommeren 2016.

source: The project, which will be carried out by the University of Bergen (UiB), builds on a similar collaboration from 2010 to 2015.
nb: Prosjektet, som gjennomføres av Universitetet i Bergen (UiB), bygger videre på tilsvarende samarbeid fra 2010 til 2015.

source: Bathymetric data was collected by the NPD over Jan Mayen in 2010 (bathymetry is equivalent to topography, but describes conditions under water).
nb: I 2010 ble det i OD-regi samlet inn batymetriske data (batymetri tilsvarer topografi, men beskriver forhold under vann) over Jan Mayen.

source: Based on this, seabed material was collected using an ROV (remotely operated underwater vehicle) in this sea area in 2011 and 2012.
nb: Basert på dette ble samlet inn havbunnsmateriale ved bruk av ROV (fjernstyrt undervannsfarkost) i dette havområdet i 2011 og 2012.

source: Several successful ROV dives were carried out in 2013, but now at the Gjallar Ridge South and the Vøring Spur in the Norwegian Sea.
nb: I 2013 ble det gjennomført flere vellykkede ROV-dykk, men nå ved Gjallarryggen sør og Vøringutstikkeren i Norskehavet.

source: Among other things, material was collected at a depth of 3600 metres at the Vøring Spur.
nb: Blant annet ble det samlet materiale på 3600 meter havdyp ved Vøringutstikkeren.

source: In 2014, the NPD acquired shallow drill cores in the outer parts of the Møre Basin.
nb: I 2014 hentet OD grunne borekjerner i de ytre delene av Mørebassenget.

source: Figure 1 shows the areas that have been explored, and that will be further examined.
nb: Figur 1 viser områdene som er undersøkt og som vil bli undersøkt videre.

source: Figure 1.
nb: Figur 1.

source: Map showing the locations of the Norwegian Petroleum Directorate’s sampling of bedrock on the seabed.
nb: Kart som viser lokalitetene for Oljedirektoratets prøvetaking av fast fjell på havbunnen.

source: The yellow stars show the locations for the sampling on the Jan Mayen Ridge with grab samples (2011) and chainsaw (2012).
nb: De gule stjernene viser stedene for prøvetakingen på Jan Mayen-ryggen med grabb (2011) og motorsag (2012).

source: The blue star shows where shallow wells were drilled in 2014.
nb: Den blå stjernen viser hvor det ble boret grunne brønner 2014.

source: The white stars show where samples were taken on the Gjallar Ridge and the Vøring Spur in 2013.
nb: De hvite stjernene viser hvor det ble tatt prøver på Gjallarryggen og på Vøringutstikkeren i 2013.

source: Samples will also be taken here this year.
nb: Der skal det også tas prøver i år.

source: All of the samples have been collected as part of the exploration for reservoir rocks on the Jan Mayen Ridge, and the outermost parts of the continental shelf in the Norwegian Sea.
nb: Alle prøvene er samlet inn som ledd i letingen etter reservoarbergarter i Jan Mayen-ryggen og de ytre delene av kontinentalsokkelen i Norskehavet.

source: Norway, Jan Mayen and Greenland were previously connected in the same continent.
nb: Tidligere hang Norge, Jan Mayen og Grønland sammen i samme kontinent.

source: About 60 million years ago, this continent split when the North Atlantic began to open up, and Norway and Greenland (together with the Jan Mayen Ridge) parted.
nb: For om lag 60 millioner år siden sprakk dette kontinentet opp da Nord-Atlanteren begynte å åpne seg, og Norge og Grønland (sammen med Jan Mayen-ryggen) skilte lag.

source: Therefore, one would expect to find the same reservoir rocks in the Jan Mayen Ridge and outer parts of the Norwegian shelf that we currently see on land on the Greenland side from the time before and during the fracturing.
nb: Man må derfor regne med at en i Jan Mayen-ryggen og ytre deler av norsk sokkel i Norskehavet vil finne de samme reservoarbergartene vi i dag ser på land på grønlandsk side fra tiden før og under oppsprekkingen.

source: Samples are being acquired to secure data points that can help solve this puzzle in the search for the types of reservoir rocks we see on Greenland.
nb: Innsamlingen av prøver gjøres for å få datapunkter for å løse dette puslespillet i jakten på de reservoarbergartene vi ser på Grønland.

source: The acquired samples have also provided very significant knowledge about metallic seabed minerals on the Norwegian shelf, an aspect that the NPD will pursue in the ongoing investigations.
nb: De innsamlede prøvene har for øvrig hatt stor betydning for kunnskapen om metalliske havbunnsmineraler på norsk sokkel, noe OD vil forfølge i de videre undersøkelsene.

source: In addition to pure rock samples, samples of the manganese crust were also taken, both on the Jan Mayen Ridge and on the Vøring Spur.
nb: Både på Jan Mayen-ryggen og på Vøringutstikkeren ble det i tillegg til rene steinprøver hentet opp prøver av manganskorpe.

source: This is a coating of metallic minerals that are precipitated from the seawater on bare rock on the seabed.
nb: Dette er et belegg med metalliske mineraler som utfelles fra havvannet på bart fjell på havbunnen.

source: Such crusts are mainly composed of manganese and iron minerals, while other and far more valuable metals are also present, such as cobalt, nickel, titanium, platinum, scandium (used e.g. in aluminium alloys) as well as rare types of soil.
nb: Slike skorper er sammensatt hovedsakelig av mangan- og jern-mineraler, men andre og langt mer verdifulle metaller er også tilstede, slik som kobolt, nikkel, titan, platina, scandium (brukes blant annet til aluminiumlegeringer) og sjeldne jordarter.

source: The content of these metals varies around the world, and they are currently attracting considerable international interest.
nb: Innholdet av disse metallene varierer verden rundt, og de er for tiden gjenstand for stor interesse internasjonalt.

source: Figure 2 shows one of the NPD's sampling locations on the Vøring Spur where a manganese crust has grown on the sheer rock face.
nb: Figur 2 viser en av ODs prøvelokaliteter på Vøringutstikkeren der det har vokst manganskorpe på den bratte fjellveggen.

source: UiB is in the process of completing a detailed geochemical study of the NPD's crust samples from the Jan Mayen Ridge.
nb: UiB er i ferd med å avslutte en detaljert geokjemisk studie av ODs skorpeprøver fra Jan Mayen-ryggen.

source: This will tell us which metals could be interesting resources in this area.
nb: Denne vil vise hvilke metaller som kan være interessante ressurser i dette området.

source: The NPD and UiB will follow up with further studies of such manganese crust occurrences.
nb: OD og UiB vil følge opp med videre studier av slike manganskorpeforekomster.

source: The NPD has also made its bathymetric data (depth data) available for studies of the Mohns Ridge.
nb: OD har også gjort sine batymetriske data (dybdedata) tilgjengelig for studier av Mohns-ryggen.

source: This is the mid-oceanic spreading ridge which is situated from Jan Mayen to Bjørnøya.
nb: Dette er den midt-oseaniske spredningsryggen som ligger fra Jan Mayen til Bjørnøya.

source: Such spreading ridges are volcanic and produce metallic sulphide minerals through so-called "black smokers".
nb: Slike spredningsrygger er vulkanske og produserer metalliske sulfidmineraler gjennom såkalte «svarte skorsteiner» («black smokers»).

source: These deposits are now also the focus of worldwide financial interest.
nb: Også slike forekomster er nå er gjenstand for økonomisk interesse verden rundt.

source: The most interesting metals in this context are copper, lead, zinc, gold and silver.
nb: De mest aktuelle metallene i denne sammenhengen er kobber, bly, sink, gull og sølv.

source: UiB has performed scientific surveys on the Mohns Ridge for several years, investigating the geological and biological processes in these volcanic systems.
nb: På Mohns-ryggen har UiB i mange år gjennomført vitenskapelige undersøkelser av de geologiske og biologiske prosessene i disse vulkanske systemene.
